public class Hello{
	public static void main(String[] args){

		System.out.println("                   			想飞");
		
		System.out.print("     假如这时候窗子外有雪——街上，城墙上,屋脊上，都是雪，胡同口一家屋檐下偎着\n"
				+"一个戴黑兜帽的巡警，半拢着睡眼，看棉团似的雪花在半空中跳着玩……假如这夜是一个\n"
				+"深极了的啊，不是壁上挂钟的时针指示给我们看的深夜，这深就比是一个山洞的深，一个\n"
				+"往下钻螺旋形的山洞的深…… 							\n"
				 +"     假如我能有这样一个深夜，它那无底的阴森捻起我遍体的毫管；再能有窗子外不住\n"
				+"往下筛的雪，筛淡了远近间飏动的市谣；筛泯了在泥道上挣扎的车轮；筛灭了脑壳中不妥\n"
				+"协的潜流……									\n"
    				+"	我要那深，我要那静。那在树荫浓密处躲着的夜鹰，轻易不敢在天光还在照亮时出\n"
				+"来睁眼。思想：它也得等。							\n"
				+"    青天里有一点子黑的。正冲着太阳耀眼，望不真，你把手遮着眼，对着那两株树缝里\n"
				+"瞧，黑的，有榧子来大，不，有桃子来大——嘿，又移着往西了！			\n"

				+"    我们吃了中饭出来到海边去。（这是英国康槐尔极南的一角，三面是大西洋）。勖丽\n"
				+"丽的叫响从我们的脚底下匀匀的往上颤，齐着腰，到了肩高，过了头顶，高入了云，高出\n"
				+"了云。啊！你能不能把一种急震的乐音想象成一阵光明的细雨，从蓝天里冲着这平铺着青\n"
				+"绿的地面不住的下？不，那雨点都是跳舞的小脚，安琪儿的。云雀们也吃过了饭，离开了\n"
				+"它们卑微的地巢飞往高处做工去。上帝给它们的工作，替上帝做的工作。瞧着，这儿一只，\n"
				+"那边又起了两！一起就冲着天顶飞，小翅膀活动的多快活，圆圆的，不踌躇的飞，——它\n"
				+"们就认识青天。一起就开口唱，小嗓子活动的多快活，一颗颗小精圆珠子直往外唾，亮亮\n"
				+"的唾，脆脆的唾，——它们赞美的是青天。瞧着，这飞得多高，有豆子大，有芝麻大，黑\n"
				+"刺刺的一屑，直顶着无底的天顶细细的摇，——这全看不见了，影子都没了！但这光明的\n"
				+"细雨还是不住的下着……							\n"

				+"    飞。“其翼若垂天之云……背负苍天，而莫之夭阏者；”那不容易见着。我们镇上东\n"
				+"关厢外有一座黄泥山，山顶上有一座七层的塔，塔尖顶着天。塔院里常常打钟，钟声响动\n"
				+"时，那在太阳西晒的时候多，一枝艳艳的大红花贴在西山的鬓边回照着塔山上的云彩，—\n"
				+"—钟声响动时，绕着塔顶尖，摩着塔顶天，穿着塔顶云，有一只两只，有时三只四只有时\n"
				+"五只六只蜷着爪往地面瞧的“饿老鹰，”撑开了它们灰苍苍的大翅膀没挂恋似的在盘旋，\n"
				+"在半空中浮着，在晚风中泅着，仿佛是按着塔院钟的波荡来练习圆舞似的。那是我做孩子\n"
				+"时的“大鹏”。有时好天抬头不见一瓣云的时候听着猇忧忧的叫响，我们就知道那是宝塔\n"
				+"上的饿老鹰寻食吃来了，这一想象半天里秃顶圆睛的英雄，我们背上的小翅膀骨上就仿佛\n"
				+"豁出了一锉锉铁刷似的羽毛，摇起来呼呼响的，只一摆就冲出了书房门，钻入了玳瑁镶边\n"				
				+"的白云里玩儿去，谁耐烦站在先生书桌前晃着身子背早上上的多难背的书！啊飞！不是那\n"
				+"在树枝上矮矮的跳着的麻雀儿的飞；不是那凑天黑从堂匾后背冲出来赶蚊子吃的蝙蝠的飞\n"
				+"；也不是那软尾巴软嗓子做窠在堂檐上的燕子的飞。要飞就得满天飞，风拦不住云挡不住\n"
				+"的飞，一翅膀就跳过一座山头，影子下来遮得阴二十亩稻田的飞，到天晚飞倦了就来绕着\n"
				+"那塔顶尖顺着风向打圆圈做梦……听说饿老鹰会抓小鸡！");

		System.out.println("");
		System.out.println("");
		System.out.println("");
		System.out.println("");
		System.out.println("");
		System.out.println("");			

	}

}